INSERT INTO answer (id, content, weight_arg)
VALUES (1, 'Нет или редко', 0),
       (2, 'Иногда', 1),
       (3, 'Часто', 4),
       (4, 'Очень часто', 8),
       (5, 'Иногда', 0),
       (6, 'Часто', 8),
       (7, '0', 0),
       (8, '1', 1),
       (9, '2', 2),
       (10, '3', 3),
       (11, 'Нет', 0),
       (12, 'Редко', 1),
       (13, 'Иногда', 2),
       (14, 'Часто', 3),
       (15, 'Да', 1),
       (16, 'Часто или очень часто', 1),
       (17, 'Часто или очень часто', 8);
alter sequence answer_id_seq restart with 18;